Repository: zvr/indent
Catalog: po/*.po
Languages: pl

source: usage: indent file [-o outfile ] [ options ] indent file1 file2 ... fileN [ options ]
pl: sk³adnia: indent plik [-o plik_wyj¶ciowy] [ opcje ] indent plik1 plik2 ... plikN [ opcje ]

source: %s: missing argument to parameter %s
pl: %s: brak argumentu dla parametru %s

source: %s: unknown option "%s"
pl: %s: nieznana opcja "%s"

source: option: %s
pl: opcja: %s

source: %s: option ``%s'' requires a numeric parameter
pl: %s: opcja ``%s'' wymaga podania warto¶ci liczbowej

source: set_option: internal error: p_type %d
pl: set_option: wewnêtrzny b³±d: p_type %d

source: Profile contains an unterminated comment
pl: Profil zawiera nie zakoñczony komentarz

source: Profile contains unpalatable characters
pl: Profil zawiera nieprzyjemne znaki

source: File named by environment variable %s does not exist or is not readable
pl: Plik okre¶lony zmienn± ¶rodowiskow± %s nie istnieje lub nie jest czytelny

source: indent: Strange version-control value
pl: indent: Dziwna warto¶æ znacznika kontroli wersji

source: indent: Using numbered-existing
pl: indent: U¿ycie trybu numbered-existing (numerowane je¶li istniej±)

source: indent: Can't make backup filename of %s
pl: indent: Nie mo¿na utworzyæ nazwy kopii zapasowej pliku %s

source: Can't open backup file %s
pl: Nie mo¿na otworzyæ pliku kopii zapasowej %s

source: Can't write to backup file %s
pl: Nie mo¿na zapisaæ pliku kopii zapasowej %s

source: Can't preserve modification time on backup file %s
pl: Nie mo¿na zachowaæ czasu modyfikacji pliku kopii zapasowej %s

source: indent: Virtual memory exhausted.
pl: indent: Zabrak³o pamiêci wirtualnej.

source: indent: Fatal Error:
pl: indent: B³±d krytyczny:

source: indent: System Error:
pl: indent: B³±d systemowy:

source: Warning
pl: Uwaga

source: Error
pl: B³±d

source: EOF encountered in comment
pl: Napotkano EOF wewn±trz komentarza

source: Line broken
pl: Przerwana linia

source: Unexpected end of file
pl: Nieoczekiwany koniec pliku

source: There were %d non-blank output lines and %d comments
pl: By³o %d niepustych linii wyj¶ciowych i %d komentarzy

source: (Lines with comments)/(Lines with code): %6.3f
pl: (Linii komentarza)/(Linii kodu): %6.3f

source: Line broken 2
pl: Przerwana linia 2

source: indent: only one output file (2nd was %s)
pl: indent: tylko jeden plik wyj¶ciowy (drugim by³ %s)

source: indent: only one input file when output file is specified
pl: indent: tylko jeden plik wej¶ciowy gdy podano plik wyj¶ciowy

source: indent: can't have filenames when specifying standard input
pl: indent: nie mo¿na podaæ nazw plików gdy podano standardowe wej¶cie

source: indent: only one input file when stdout is used
pl: indent: tylko jeden plik wej¶ciowy gdy u¿ywane jest standardowe wyj¶cie

source: command line
pl: linia poleceñ

source: Read profile %s
pl: Czytanie profilu %s

source: Internal buffering error
pl: Wewnêtrzny b³±d buforowania

source: Can't open input file %s
pl: Nie mo¿na otworzyæ pliku wej¶ciowego %s

source: Can't stat input file %s
pl: Nie mo¿na wykonaæ stat na pliku wej¶ciowym %s

source: File %s is too big to read
pl: Plik %s jest zbyt du¿y, ¿eby móg³ byæ odczytany

source: System problem reading file %s
pl: Problem systemowy podczas odczytu pliku %s

source: Error reading input file %s
pl: B³±d podczas odczytu pliku wej¶ciowego %s

source: Unterminated character constant
pl: Nie zakoñczona sta³a znakowa

source: Unterminated string constant
pl: Nie zakoñczona sta³a ³añcuchowa

source: old style assignment ambiguity in "=%c". Assuming "= %c"
pl: Niejasno¶æ przy starym stylu przypisania w "=%c". Za³o¿ono "= %c"

source: indent: can't create %s
pl: indent: nie mo¿na utworzyæ %s

source: Can't close output file %s
pl: Nie mo¿na zamkn±æ pliku wyj¶ciowego %s

source: Can't preserve modification time on output file %s
pl: Nie mo¿na zachowaæ czasu modyfikacji pliku wyj¶ciowego %s

source: Unmatched 'else'
pl: Niedopasowane 'else'

source: Stmt nesting error.
pl: B³±d zagnie¿d¿enia instrukcji.

source: Unknown code to parser
pl: Kod nieznany dla analizatora

source: stack[%d] => stack: %d ind_level: %d
pl: stack[%d] => stos: %d ind_level: %d

source: CANNOT FIND '@' FILE!
pl: NIE MO¯NA ZNALE¬Æ PLIKU '@'!
